[
  "obsidian-git",
  "code-styler",
  "obsidian-minimal-settings",
  "execute-code",
  "obsidian-style-settings",
  "obsidian-banners",
  "colored-text",
  "obsidian-book-search-plugin",
  "calendar",
  "mermaid-tools",
  "sheets",
  "table-editor-obsidian",
  "obsidian-latex-suite"
]