[
  "code-styler",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-banners",
  "colored-text",
  "obsidian-book-search-plugin",
  "calendar",
  "mermaid-tools",
  "sheets",
  "table-editor-obsidian",
  "obsidian-latex-suite",
  "global-search-and-replace",
  "obsidian-scroll-to-top-plugin"
]